Repository: emirhangurdal/dealApp
Catalog: DealApp/*.lproj/Localizable.strings
Languages: tr

source: grocery
tr: süpermarket

source: Supermarket
tr: Market

source: Submit Deal
tr: İndirim Gönder

source: Sorry. An error occured. Try closing app and opening again
tr: Bir sorun oldu. Lütfen uygulamayı kapatıp açmayı deneyin

source: Search A Coupon with Product Name
tr: Ürün ismiyle ara

source: Pharmacy
tr: Eczane

source: Restaurant
tr: Kafe

source: Coupons
tr: Kuponlar

source: Store
tr: Mağaza

source: Clothing
tr: Giyim

source: Refresh This When You Change Category
tr: Kategori Değiştirdiğinizde Burayı Yenileyin

source: Skip/See All Deals
tr: Üye Olmadan Devam

source: See Brand Deals
tr: Markalardan İndirimler

source: store
tr: supermarket

source: supermarket
tr: market

source: en
tr: tr

source: You can't see local stores if you don't authorize Depple to get location since the data is location based. But you can see the deals from major deals. If you wanna see them, you need to allow Depple to get location in your settings.
tr: Yerel mağazalar lokasyon bazlı bilgi olduğundan, konum bilgisi vermediğiniz takdirde Depple mağazaları gösteremez. Ancak yine de büyük markalardan indirimler görebilirsiniz. Eğer yerel olanları görmek isterseniz ayarlar kısmından Depple'a konum'u açınız

source: Go to Brand Deals
tr: Marka İndirimlere Git

source: Stores Near You
tr: Yakındaki Marketler

source: All Stores
tr: Hepsi

source: Favorites
tr: Favoriler

source: Deals in last 24 hr
tr: 24 Saatlik İndirimler

source: Store Added To Favorites
tr: Market Favorilere Eklendi

source: Store Removed From Favorites
tr: Market Favorilerden Kaldırıldı

source: Please Authorize The App To Get Your Location
tr: Lütfen Konum Bilgilerine İzin Verin

source: Settings
tr: Ayarlar

source: Pull to refresh
tr: Yenile

source: Store's Deals
tr: Marketteki İndirimler

source: Your Email isn't verified.
tr: Email'iniz doğrulanmadı.

source: Send confirmation email again?
tr: Tekrar doğrulama emaili gönder?

source: Login Now.
tr: Giriş Yap

source: An email sent to you. Please check junk/spam folder, too. You can log in after you verify your email.
tr: Size bir email gönderdik. Lütfen spam dosyasını da kontrol edin. Emailin doğrulandıktan sonra giriş yapabilirsin.

source: Profile
tr: Profil

source: User's Deals
tr: İndirimler

source: Deals
tr: İndirimler

source: Likes
tr: Beğeniler

source: Map
tr: Harita

source: Log Out
tr: Çıkış Yap

source: Change
tr: Değiştir

source: Write Something About Yourself
tr: Kendiniz Hakkında Birşeyler Yazın

source: Done!
tr: Değiştirildi!

source: Your Bio Has Been Changed
tr: Hakkımda Kısmı Değiştirildi

source: Change User Name
tr: Kullanıcı Adı Değiştir

source: Delete Your Account
tr: Hesabınızı Silin

source: Sure?
tr: Emin Misiniz?

source: This can't be undone
tr: Bu Geri Alınamaz

source: Login
tr: Giriş

source: Please Enter Your Password
tr: Lütfen Şirenizi Girin

source: Your Password
tr: Şifreniz

source: Enter
tr: Gönder

source: Blocked Users
tr: Engellenmiş Kullanıcılar

source: Check Your Email
tr: Emailinizi Kontrol Edin

source: Password Reset Email Has Been Sent
tr: Şifre Yenileme Emaili Gönderildi

source: Upload from Library
tr: Cihazdan Yükle

source: Change Your Profile Picture
tr: Profil Resmini Değiştir

source: Unblock?
tr: Engeli Kaldır?

source: Welcome to Depple
tr: Depple'a Hoşgeldiniz

source: Let's Get Started
tr: Hadi Başlayalım

source: User Name
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Sign Up
tr: Kaydol

source: Log In
tr: Giriş

source: Not a member? Sign Up!
tr: Üye değil misiniz? Kaydol

source: Forgot Password
tr: Şifremi Unuttum

source: Reset Your Password?
tr: Şifreyi Yenile?

source: Cancel
tr: İptal

source: Done
tr: Tamam

source: Yes
tr: Evet

source: Do You Wanna Change Your Password?
tr: Şifrenizi Değiştirmek İstiyor Musunuz?

source: An Error Occured
tr: Bir Hata Oldu

source: Try Again Later
tr: Lütfen Daha Sonra Deneyin

source: No
tr: Hayır

source: Your Username
tr: Kullanıcı Adınız

source: Change Password
tr: Şifre Değiştir

source: Congrats!
tr: Tebrikler

source: Your deal has been posted.
tr: İndiriminiz Gönderildi!

source: Ok
tr: Tamam

source: Delete This Deal?
tr: Bu İndirimi Sil?

source: Delete
tr: Sil

source: Write a Title
tr: Bir Başlık Yazın

source: Deal Description
tr: İndirim Açıklaması

source: Post
tr: Gönder

source: Choose Store
tr: Market Seç

source: Post Deal
tr: İnidirim Gönder

source: Take Pic or Pick From Phone
tr: Bir Fotoğraf Çek ya da Cihazdan Seç

source: Take Photo
tr: Bir Fotoğraf Çek

source: Upload from Phone
tr: Cihazdan Seç

source: You should choose a store from 'Choose Store' button first. Then you can edit this part for your deal's description
tr: Önce bir mağaza seçin ve daha sonra burayı düzenleyip indiriminizi yollayabilirsiniz

source: Deal Detail
tr: İnidirim Detayı

source: Your Deal Has Been Posted!
tr: İndiriminiz Gönderildi

source: Title
tr: Başlık

source: Deal at ...
tr: Şuradaki İndirim:

source: Deal @
tr: Şuradaki İndirim:
